Revit 2027 API
ParameterTypeId.ToposolidFunctionParam Property
 "Function"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidFunctionParam { get; }
Public Shared ReadOnly Property ToposolidFunctionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidFunctionParam {
	ForgeTypeId^ get ();
}
static member ToposolidFunctionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace